Repository: ArcheProject/arche_comments
Catalog: arche_comments/locale/*/LC_MESSAGES/arche_comments.po
Languages: sv

source: Comments
sv: Kommentarer

source: Comment
sv: Kommentar

source: Notification
sv: Notifiering

source: Comments folder
sv: Kommentarsfolder

source: Container for comments.
sv: Container för kommentarer.

source: Note that HTML tags will be stripped
sv: Notera att HTML-taggar kommer tas bort

source: Allow comments on these types?
sv: Tillåt kommentarer på dessa typer?

source: It will still require the user to have the correct permission to enable comments.
sv: Det kräver att användaren har korrekta rättigheter för att slå på kommentarer.

source: Send an email notification when a comment is added?
sv: Skicka epostnotifiering när en kommentar läggs till?

source: Create comments section
sv: Skapa kommentarssektion

source: Disable comments
sv: Stäng av kommentarer

source: Enable comments
sv: Slå på kommentarer

source: Disable email notifications
sv: Stäng av epostnotifiering

source: Will send you an email when someone adds a comment here.
sv: Skickar ett epostmeddelande till dig när någon lägger till en kommentar här.

source: Enable email notifications
sv: Slå på epostnotifering

source: No comments yet
sv: Inga kommentarer än

source: New Comment
sv: Ny kommentar

source: notification_leadin
sv: ${user_name} skrev ett nytt svar i kommentarssektionen på ${title}.

source: notification_footer
sv: Du får det här meddelandet eftersom du har slagit på epostnotifering i denna konversation. Om du inte längre vill ha meddelanden så kan du stänga av det här: ${link}

source: Create comments section?
sv: Skapa kommentarssektion?

source: You can disable this later on if you wish.
sv: Du kan stänga av det här senare om du vill.

source: Comments already exist here
sv: Kommentarssektion redan skapad

source: Add
sv: Lägg till

source: Added
sv: Tillagd

source: Edit
sv: Redigera

source: You're not allowed to edit or delete this comment
sv: Du har inte rätt att redigera eller radera kommentaren

source: Updated
sv: Uppdaterad

source: Removed
sv: Borttagen

source: You must be logged in
sv: Du måste vara inloggad

source: You will receive email notifications when someone posts something here.
sv: Du kommer få ett epostmeddelande när någon postar något här.

source: You were already subscribing.
sv: Du prenumererade redan.

source: Notifications are now turned off.
sv: Notifieringar är nu avstängt.

source: No subscription found.
sv: Inga prenumerationer fanns.
